IdeaRS.Connections
AnchoringData.EditorData Property
Compatible with IDEA StatiCa 0.0
 Gets or sets data which are generated by connector editor. It includes information about changes of the connectors.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public AnchoringEditorData2 EditorData { get; set; }
Property Value
Type: AnchoringEditorData2
See Also
Reference
AnchoringData Class
IdeaRS.Connections.Data Namespace